Repository: leberwurstsaft/Hemispheres
Catalog: Resources/*.lproj/Localizable.strings
Languages: de

source: No cheating!
de: Nicht schummeln!

# MATH_TASK
source: First, solve some basic math problems. Get 10 right to continue to the next part of the tutorial.
de: Wie gut kannst du rechnen? Löse 10 Aufgaben um zum zweiten Teil der Anleitung zu gelangen.

# COLOR_TASK
source: Now you have to mix the upper 2 colors together. Pick the right mix color from the three options on the bottom. * Go for 10 right mix colors.
de: Jetzt musst du 2 Farben miteinander mischen. Wähle aus den drei Lösungen die richtige Mischfarbe. * Du brauchst 10 Punkte um zu bestehen.

# TRAINING_FAIL
source: Ouch! * You made three mistakes! Try reaching 10 points! * * µµ You can do it!
de: Autsch! * * Du hast 3 Fehler gemacht! Versuche, 10 Punkte zu erreichen! * Du schaffst es!

# MATH_TRAINING_WIN
source: * * Pretty easy, µµµµµµµµµ right? * * * * Now µµ for some * µµµ color mixing!
de: * * Ziemlich leicht, µµµµµµµ stimmt's? * * * * Und nun µ auf zum * µ Farben mischen!

# COLOR_TRAINING_WIN
source: µµµ Bravo!! * But enough with the kindergarten! * µµµµµµµµµµµµ ... The real challenge is to keep up with both tasks at once! * µµµ Good Luck!
de: µµµ Bravo!! * Aber genug mit dem Kindergarten! * µµµµµµµµµµµµ ... Die wahre Herausforderung ist, beide Aufgaben gleichzeitig zu meistern! * * * µµ Viel Glück!

# ANALYTICS_TITLE
source: Some statistics allowed?
de: Statistiken erlauben?

# ANALYTICS_TEXT
source: Hello, the developer would like to collect a few statistics about the game's audience, so he can learn about them. He wants to use this knowledge to make the game even better in the future. Are you going to allow this? (This question will only be asked once.)
de: Hallo, der Entwickler möchte gern ein paar Statistiken über die Spieler erheben, damit er daraus lernen kann. Er möchte dieses Wissen nutzen, um das Spiel in Zukunft noch besser zu machen. Willst du das erlauben? (Diese Frage wird nur einmal gestellt.)

# BUTTON_YES
source: YES, allow!
de: JA, erlauben!

# BUTTON_NO
source: DON'T allow!
de: NICHT erlauben!

source: Loading ...
de: Laden ...

# OFFLINE_TITLE
source: No Internet?
de: Kein Internet?

# OFFLINE_MESSAGE
source: The internet appears to be unreachable. Please, check your network settings to show the Highscores.
de: Das Internet scheint nicht erreichbar zu sein. Bitte überprüfe deine Netzwerkeinstellungen um die Highscores anzeigen zu können.

# NO_GAMECENTER_TITLE
source: No Game Center
de: Kein Game Center

# NO_GAMECENTER_MESSAGE
source: Sorry, but your device doesn't have Game Center. You might want to update the firmware to see Highscores and Achievements.
de: Dein Gerät hat kein Game Center. Du musst deine Firmware aktualisieren um Highscores und Achievements zu sehen.

source: Menu
de: Menü

# PLAY_AGAIN
source: Try again!
de: Nochmal!
